Revit 2016 API
TextNoteOptions Constructor
 Default constructor; populates the options with their respective default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2016
Syntax
C#
public TextNoteOptions()
Visual Basic
Public Sub New
Visual C++
public:
TextNoteOptions()
See Also
TextNoteOptions Class
Autodesk.Revit.DB Namespace